{
  "lm (conference) - giveaway": "This source indicates the lead came from a conference giveaway campaign. The intent is typically early-stage and event-driven, so outreach should anchor to the conference interaction and then qualify current sales priorities.",
  "lm - sales process audit": "This source indicates the lead engaged with a Sales Process Audit resource, which usually signals interest in diagnosing gaps across stages, conversion points, and coaching execution within the current sales motion.",
  "lm - sample dna test": "This source indicates the lead requested a sample Sales DNA-style assessment, showing interest in evaluating core selling competencies and identifying behavioral gaps that impact rep performance.",
  "lm - sales hiring intake form": "This source indicates the lead engaged with a Sales Hiring Intake Form resource, signaling interest in improving hiring criteria, role calibration, and candidate qualification before interviews.",
  "lm - interview questions by competency for salespeople ebook": "This source indicates the lead downloaded competency-based interview questions for salespeople, which typically reflects demand for stronger interview structure and better predictor-based hiring decisions.",
  "lm - sample salesperson candidate dna test": "This source indicates the lead engaged with a sample Salesperson Candidate DNA Test, suggesting a focus on pre-hire evaluation of fit, selling attributes, and risk reduction in recruiting decisions.",
  "lm - backwards quota math": "This source indicates the lead engaged with Backwards Quota Math content, which usually signals interest in planning coverage, capacity, and activity assumptions required to hit revenue targets.",
  "lm - sales dna competency training": "This source indicates the lead engaged with Sales DNA Competency Training material, suggesting interest in structured development of selling competencies and manager-led skill reinforcement.",
  "lm - daily 100": "This source indicates the lead engaged with Daily 100 content, typically reflecting interest in repeatable daily prospecting discipline, activity management, and pipeline consistency habits.",
  "lm - sales team evaluation sample": "This source indicates the lead requested a sample Sales Team Evaluation, signaling intent to benchmark team capability, identify gaps, and prioritize coaching or enablement actions.",
  "lm (conference) - sales process audit": "This source indicates the lead came from conference-related promotion tied to a Sales Process Audit offer. Outreach should connect event context with process diagnosis and next-step clarity.",
  "lm - protect discovery guide": "This source indicates the lead engaged with the Protect Discovery Guide, which usually signals intent to improve discovery quality, preserve deal control, and increase downstream conversion quality.",
  "lm - cac ebook": "This source indicates the lead engaged with CAC eBook content, suggesting interest in customer acquisition efficiency, channel economics, and improving revenue outcomes relative to acquisition spend.",
  "lm - ebook difficult conversations": "This source indicates the lead downloaded an eBook on Difficult Conversations, typically signaling a need to improve coaching, accountability, and high-stakes communication in leadership or sales management.",
  "lm - ebook download": "This source indicates the lead engaged with a general eBook download offer. Intent is top-to-mid funnel and should be qualified by topic fit, urgency, and current business initiative.",
  "lm - sample sales leader dna test": "This source indicates the lead requested a sample Sales Leader DNA Test, suggesting interest in evaluating leadership competencies tied to coaching, accountability, and team performance outcomes.",
  "lm - q&a ebook": "This source indicates the lead engaged with a Q&A eBook resource, usually reflecting exploratory intent and a need for practical guidance on common sales execution questions.",
  "lm - sample sales manager dna test": "This source indicates the lead requested a sample Sales Manager DNA Test, signaling interest in manager capability assessment, coaching effectiveness, and leadership development priorities.",
  "lm - can goals": "This source indicates the lead engaged with CAN Goals content, which typically reflects interest in practical goal-setting frameworks and execution discipline for measurable sales outcomes."
}
